Repository: fpanhan/Rosary.Domain
Catalog: Rosary.Domain/Resources/PrayResource.*.resx
Languages: pt_br

# ApostlesCreedPrayDescription
source: I believe in God, the Father Almighty, Creator of heaven and earth; and in Jesus Christ, His only Son, our Lord; Who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried. He descended into hell; the third day He arose again from the dead. He ascended into heaven, and sits at the right hand of God, the Father Almighty; from thence He shall come to judge the living and the dead. I believe in the Holy Spirit, the Holy Catholic Church, the communion of Saints, the forgiveness of sins, the resurrection of the body and life everlasting. Amen.
pt_br: Creio em Deus Pai todo-poderoso, criador do céu e da terra; e em Jesus Cristo, seu único Filho, Nosso Senhor; que foi concebido pelo poder do Espírito Santo; nasceu na Virgem Maria, padeceu sob Pôncio Pilatos, foi crucificado morto e sepultado; desceu à mansão dos mortos; ressuscitou ao terceiro dia; subiu aos céus, está sentado à direita de Deus Pai todo-poderoso, donde há de vir a julgar os vivos e os mortos; creio no Espírito Santo, na santa Igreja Católica, na comunhão dos santos, na remissão dos pecados, na ressurreição da carne, na vida eterna. Amém

# ApostlesCreedPrayName
source: Apostles Creed
pt_br: Credo

# DivineMercyPrayDescription
source: For the sake of His sorrowful Passion, have mercy on us and on the whole world.
pt_br: Pela Sua dolorosa Paixão, tende misericórdia de nós e do mundo inteiro.

# DivineMercyPrayName
source: Divine Mercy
pt_br: Divina Misericórdia

# EternalFatherPrayDescription
source: Eternal Father, I offer you the Body and Blood, Soul and Divinity of Your Dearly Beloved Son, Our Lord, Jesus Christ, in atonement for our sins and those of the whole world.
pt_br: Eterno Pai, eu Vos ofereço o Corpo e Sangue, Alma e Divindade de Vosso diletíssimo Filho, Nosso Senhor Jesus Cristo, em expiação dos nossos pecados e do mundo inteiro.

# EternalFatherPrayName
source: Eternal Father
pt_br: Eterno Pai

# FatimaPrayerPrayDescription
source: My God, I believe, I adore, I hope, and I love You. I beg pardon of You for those who do not believe, do not adore, do not hope, and do not love You.\nMary, Queen of the Holy Rosary, pray for us. Mary, Queen of Peace, pray for us. Mary, Our Loving Mother, pray for us.
pt_br: Meu Deus, eu creio, adoro, espero e amo-Vos. Peço-Vos perdão para os que não crêem, não adoram, não esperam e não Vos amam.

# FatimaPrayerPrayName
source: Fatima Prayer
pt_br: Oração de Fátima

# GloryBePrayDescription
source: Glory be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end. Amen.
pt_br: Glória ao Pai e ao Filho e ao Espírito Santo. Como era, no princípio, agora e sempre. Amém

# GloryBePrayName
source: Glory Be
pt_br: Glória ao Pai

# GratitudePrayDescription
source: Infinite thanks we give, Sovereign Queen, the benefits they receive every day of your liberal hands. Deign now and forever take us under your powerful protection and more you force greet you with a Salve Regina.
pt_br: Infinitas graças vos damos, soberana Rainha, pelos benefícios que recebemos todos os dias de vossas mãos liberais, dignai-vos agora e para sempre tomar-nos debaixo de vosso poderoso amparo, e para mais vos alegrar vos saudamos com uma Salve-Rainha.

# GratitudePrayName
source: Gratitude
pt_br: Agradecimento

# HailHolyQueenPrayDescription
source: Hail, holy Queen, Mother of Mercy, Our life, our sweetness and our hope. To thee do we cry, poor banished children of Eve, To thee do we send up our sighs, Mourning and weeping in this valley of tears. Turn then, most gracious Advocate, thine eyes of mercy toward us, And after this our exile, show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary! Pray for us, O Holy Mother of God, That we may be made worthy of the promises of Christ. Amen.
pt_br: Salve, Rainha, Mãe de misericórdia, vida, doçura e esperança nossa, salve! A vós bradamos, os degredados filhos de Eva; a vós suspiramos, gemendo e chorando neste vale de lágrimas. Eia, pois advogada nossa, esses vossos olhos misericordiosos a nós volvei; e depois deste desterro nos mostrai Jesus, bendito fruto do vosso ventre, ó clemente, ó piedosa, ó doce sempre Virgem Maria. Rogai por nós, santa Mãe de Deus. R: Para que sejamos dignos das promessas de Cristo. Amém

# HailHolyQueenPrayName
source: Hail Holy Queen
pt_br: Salve Rainha

# HailMaryPrayDescription
source: Hail Mary, full of grace, the Lord is with thee; blessed are thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.
pt_br: Ave Maria, cheia de graça, o Senhor é convosco, bendita sois vós entre as mulheres e bendito é o fruto do vosso ventre, Jesus. Santa Maria, Mãe de Deus, rogai por nós pecadores, agora e na hora da nossa morte. Amém

# HailMaryPrayName
source: Hail Mary
pt_br: Ave Maria

# HolyGodPrayDescription
source: Holy God, Holy Mighty One, Holy Immortal One, have mercy on us and on the whole world.
pt_br: Deus Santo, Deus Forte, Deus Imortal, tende piedade de nós e do mundo inteiro.

# HolyGodPrayName
source: Holy God
pt_br: Deus Santo

# OurFatherPrayDescription
source: Our Father, Who art in heaven, Hallowed be Thy Name; Thy kingdom come, Thy will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. Amen.
pt_br: Pai Nosso que estais nos Céus, santificado seja o vosso Nome, venha a nós o vosso Reino, seja feita a vossa vontade assim na terra como no Céu. O pão nosso de cada dia nos dai hoje, perdoai-nos as nossas ofensas assim como nós perdoamos a quem nos tem ofendido, e não nos deixeis cair em tentação, mas livrai-nos do Mal. Amém

# OurFatherPrayName
source: Our Father
pt_br: Pai Nosso

# ShortPrayerPrayDescription
source: O my Jesus, have mercy on us. Forgive us our sins. Save us from the fires of hell. Take all souls into heaven, especially, those most in need of thy mercy. Amen.
pt_br: Ó meu Jesus, perdoai-nos, livrai-nos do fogo do inferno, levai as almas todas para o Céu e socorrei principalmente aquelas que mais precisarem.

# ShortPrayerPrayName
source: Short Prayer
pt_br: Jaculatória Ó Meu Jesus

# SignOfTheCrossPrayDescription
source: In the name of Father, and of the Son, and of the Holy Spirit. Amen.
pt_br: Em Nome do Pai, do Filho, e do Espírito Santo. Amém.

# SignOfTheCrossPrayName
source: Sign Of The Cross
pt_br: Sinal da Cruz
